Repository: georgestagg/numbas-lti-provider
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: The uploaded file is not a .zip file
de: Die hochgeladene Datei ist keine zip-Datei.

source: The uploaded .zip file does not contain an imsmanifest.xml file - make sure you download a SCORM package from the editor.
de: Die hochgeladene zip-Datei enthält keine Datei imsmanifest.xml - stellen Sie sicher, dass Sie ein SCORM-Paket aus dem Editor herunterladen.

source: Username
de: Benutzername

source: Email address
de: Email-Adresse

source: None
de: Keine Angabe

source: Consumer key
de: Consumer-Schlüssel

source: The key should be human-readable, and uniquely identify this consumer.
de: Der Schlüssel soll den "consumer" eindeutig identifizieren und für den Benutzer verständlich sein.

source: Shared secret
de: Gemeinsames Geheimnis

source: Time this exam was created
de: Zeitpunkt, an dem dieser Test erstellt wurde.

source: Highest score
de: Höchste Punktzahl

source: Last attempt
de: Letzter Versuch

source: Immediately
de: Sofort

source: On completion
de: Nach Beendigung

source: Manually, by instructor
de: Manuell durch die Lehrperson

source: Reporting scores
de: Punktzahlen werden zurückgemeldet

source: Error encountered
de: Es ist ein Fehler aufgetreten

source: All scores reported
de: Alle Punktzahlen zurückgegeben

source: Always
de: Immer

source: When attempt is complete
de: Wenn der Versuch beendet wurde

source: When review is allowed
de: Wann die Einsicht erlaubt ist

source: Never
de: Nie

source: Time this resource was created
de: Erstellungszeitpunkt

source: Grading method
de: Bewertungsmethode

source: Include incomplete attempts in grading?
de: Unvollständige Versuche für die Bewertung berücksichtigen?

source: When to show scores to students
de: Wann die erreichte Punktzahl den Studierenden gezeigt wird

source: Available from
de: Verfügbar von

source: Available until
de: Verfügbar bis

source: Allow students to review attempts from
de: Studierenden Einsicht erlauben von

source: When to report scores back
de: Wann die Ergebnisse zurückgemeldet werden

source: Email attempt receipts to students on completion?
de: Den Studierenden beim Abschluss eines Versuchs eine Email-Bestätigung schicken?

source: Maximum attempts per user
de: Höchste Zahl von Versuchen pro Studierendem

source: Resource in "{}" - no exam uploaded
de: Ressource in "{}" - kein Test hochgeladen

source: Resource with no context
de: Ressource ohne Kontext

source: Current status of the process
de: Momentaner Status des Prozesses

source: Time the reporting process started
de: Startzeitpunkt des Rückmeldeprozesses

source: Description of any error
de: Fehlerbeschreibung

source: Has the result of this process been dismissed by the instructor?
de: Wurde das Ergebnis dieses Prozesses von der Lehrperson verworfen?

source: Not attempted
de: Kein Versuch unternommen

source: Incomplete
de: Unvollständig

source: Complete
de: Vollständig

source: Numbas: Receipt for {resource_name}
de: Numbas: Beleg für {resource_name}

source: There was an error reporting data for user {user_name} back to the LTI consumer: {error}
de: Es ist ein Fehler aufgetreten bei der Rückmeldung von Daten für Benutzer {user_name} an den LTI consumer: {error}

source: The request to report data back to the LTI consumer timed out.
de: Die zulässige Dauer der Meldung von Daten an den LTI consumer wurde überschritten

source: There was an error making a connection to the LTI consumer.
de: Es konnte keine Verbindung zum LTI consumer hergestellt werden

source: Outcome report for user {user_name} failed; the LTI consumer said: {consumer_message}
de: Die Meldung des Ergebnisses für Benutzer {user_name} schlug fehl; Antwort des LTI consumers: {consumer_message}

source: Error saving SCORM data for attempt {}: {}
de: Fehler beim Speichern der SCORM-Daten für Versuch {}: {}

source: Permission denied
de: Zugriff nicht erlaubt

source: %(user_name)s, This is a receipt confirming the completion of your attempt at %(resource_name)s.
de: %(user_name)s, Dies ist ein Beleg zur Bestätigung Ihres Versuchs für %(resource_name)s.

source: Receipt generated at: %(receipt_time)s Start time: %(start_time)s End time: %(end_time)s
de: Beleg erstellt am: %(receipt_time)s Beginn: %(start_time)s Ende: %(end_time)s

source: Score: %(raw_score)s/%(max_score)s (%(percentage)s)
de: Ergebnis: %(raw_score)s/%(max_score)s (%(percentage)s)

source: The following code can be used by your instructor to verify the information in this receipt: %(signed_summary)s
de: Mit dem folgenden Code kann die Lehrperson die Informationen in diesem Beleg verifizieren: %(signed_summary)s

source: Consumer registration not currently supported
de: Registrierung von Consumern wird momentan nicht unterstützt

source: Sorry, automatic registration requests aren't currently supported. Instead, use the IMS cartridge URL:
de: Entschuldigung, automatische Registrierung wird momentan nicht unterstützt. Benutzen Sie stattdessen die IMS cartridge URL:

source: Activity not yet set up
de: Aktivität noch nicht eingerichtet

source: The instructor hasn't set up this activity yet.
de: Die Lehrperson hat diese Aktivität noch nicht eingerichtet.

source: Please come back later.
de: Bitte kommen Sie später noch einmal wieder.

source: Welcome to the Numbas LTI tool provider. To use this tool, you need a <strong>consumer key</strong> and <strong>consumer secret</strong>. The site administrator can create these for you.
de: Willkommen zum Numbas-LTI-provider. Um dieses System zu benutzen, benötigen Sie einen <strong>Consumer-Schlüssel</strong> und einen <strong>geheimen Consumer-Schlüssel</strong>. Der Administrator kann diese für Sie erstellen.

source: Here is this tool's Launch URL:
de: URL zum Start des Systems:

source: Administration (login required)
de: Administration (Login erforderlich)

source: Authentication failed
de: Authentifizierung fehlgeschlagen

source: The most likely cause is a misconfiguration of your LTI tool.
de: Der Grund ist wahrscheinlich eine fehlerhafte Konfiguration Ihres LTI-Tools.

source: Key
de: Schlüssel

source: Value
de: Wert

source: Not an LTI launch
de: Kein LTI-Launch

source: This URL is supposed to be used to launch an LTI activity.
de: Diese URL soll benutzt werden, um eine LTI-Aktivität zu starten.

source: You should see some LTI-related items in the table below, such as <code>lti_message_type</code> and <code>lti_version</code>."
de: Sie sollten in der Tabelle unten einige LTI-Einträge sehen, zum Beispiel <code>lti_message_type</code> und <code>lti_version</code>.

source: If those aren't present, it's likely that you haven't arrived via an LTI launch.
de: Wenn diese Einträge nicht angezeigt werden, haben Sie die Seite vermutlich nicht mit einem LTI-Launch aufgerufen.

source: Incorrect access
de: Fehlerhafter Zugang

source: Unrecognised LTI launch type
de: Unbekannter LTI-Launch-Typ

source: The launch message type <code>%(lti_message_type)s</code> was not recognised.
de: Unbekannter Launch-Nachrichten-Typ <code>%(lti_message_type)s</code>.

source: It's possible you're trying to do something using a version of LTI that this tool was not designed for.
de: Möglicherweise verwenden Sie eine LTI-Version, die mit diesem System nicht kompatibel ist.

source: LTI Consumers
de: LTI-Consumer

source: Editor links
de: Links zum Editor

source: Stress tests
de: Belastungstest

source: Dashboard
de: Übersicht

source: Admin site
de: Verwaltungsseite

source: Delete "%(key)s"
de: "%(key)s" löschen

source: Are you sure you want to delete the LTI consumer <code>%(key)s</code>?
de: Sind Sie sicher, dass Sie den LTI-Consumer <code>%(key)s</code> löschen möchten?

source: All attempt data accessed through this consumer will be deleted.
de: Die Daten aller Versuche, die über diesen Consumer unternommen wurden, werden gelöscht.

source: Delete this consumer
de: Diesen Consumer löschen

source: Add a new LTI consumer
de: Einen neuen LTI-Consumer anlegen

source: Instructors will use the consumer key you enter below, and the automatically-generated consumer secret, to add the Numbas LTI tool to their course.
de: Lehrpersonen benutzen den Consumer-Schlüssel, den Sie unten eingeben, und den automatisch erzeugten geheimen Consumer-Schlüssel, um den Numbas-LTI-Provider zu ihrem Kurs hinzuzufügen.

source: Add consumer
de: Consumer hinzufügen

source: Consumers
de: Consumer

source: The configured LTI consumers are listed below. To access this tool, use the configuration URL below, and the corresponding consumer key and consumer secret.
de: Die eingerichteten LTI-Consumer werden unten aufgelistet. Benutzen Sie die Konfigurations-URL unten, um auf dieses System zuzugreifen, und den entsprechende Consumer-Schlüssel und den geheimen Consumer-Schlüssel.

source: 1 resource.
de: Eine Ressource.

source: Manage
de: Verwalten

source: Visit
de: Besuchen

source: Configuration information
de: Informationen zur Konfiguration

source: Here's the automatic configuration URL:
de: Dies ist die automatische Konfigurations-URL:

source: And here's the icon URL:
de: Dies ist die Icon-URL:

source: No LTI consumers have been set up yet.
de: Es sind noch keine LTI-Consumer eingerichtet worden.

source: Manage time periods for "%(key)s"
de: Zeitspannen für "%(key)s" verwalten

source: Manage time periods for <code>%(key)s</code>
de: Zeitspannen für <code>%(key)s</code> verwalten

source: <p>Use time periods to group contexts belonging to this consumer by the time in which they were active.</p>
de: <p>Benutzen Sie Zeitspannen, um Kontexte, die zu diesem Consumer gehören, entsprechend des Zeitraums, in dem Sie aktiv waren, zu gruppieren.</p>

source: Start
de: Beginn

source: End
de: Ende

source: Delete this period
de: Diese Periode löschen

source: Save
de: Speichern

source: Cancel
de: Verwerfen

source: Manage <code>%(key)s</code>
de: <code>%(key)s</code> verwalten

source: Visit this consumer's homepage
de: Homepage dieses Consumers besuchen

source: Secret
de: Geheimnis

source: Contexts
de: Kontexte

source: This consumer has not created any resources yet.
de: Dieser Consumer hat bisher keine Ressourcen angelegt.

source: Time period
de: Zeitspanne

source: Context
de: Kontext

source: Resources
de: Ressourcen

source: Attempts
de: Versuche

source: Not in a defined time period
de: Nicht in einem definierten Zeitintervall

source: Delete "%(name)s"
de: "%(name)s" löschen

source: Are you sure you want to delete the context <em>%(name)s</em>?
de: Sind Sie sicher, dass Sie den Kontext <em>%(name)s</em> löschen wollen?

source: All attempt data accessed through this context will be deleted.
de: Alle Daten von Versuchen zu diesem Kontext werden gelöscht.

source: Delete this context
de: Diesen Kontext löschen

source: Created
de: Erstellt

source: 1 attempt.
de: 1 Versuch.

source: Search
de: Suche

source: Today
de: Heute

source: Resource
de: Ressource

source: Launches today
de: Heute begonnen

source: Attempts completed today
de: Heute beendete Versuche

source: Statistics
de: Statistik

source: Delete link to editor "%(name)s"
de: Link zum Editor "%(name)s" löschen

source: Are you sure you want to delete the connection to %(name)s?
de: Sind Sie sicher, dass Sie die Verbindung zu %(name)s löschen wollen?

source: Delete this connection
de: Diese Verbindung löschen

source: Connect to a Numbas editor
de: Mit einem Numbas-Editor verbinden

source: Connect
de: Verbinden

source: Edit link to "%(name)s"
de: Link zu "%(name)s" bearbeiten

source: Select projects to make available
de: Projekte auswählen, die zur Verfügung gestellt werden sollen

source: Exams from selected projects will be made available to instructors when they create an activity.
de: Tests von ausgewählten Projekten werden den Lehrpersonen zur Verfügung gestellt, wenn sie eine Aktivität anlegen.

source: Select the projects you'd like to make available below.
de: Wählen Sie die Projekte, die Sie zur Verfügung stellen wollen, unten aus.

source: by
de: von

source: 1 question
de: 1 Frage

source: 1 exam
de: 1 Test

source: The configured Numbas editor connections are listed below.
de: Die eingerichteten Verbindungen zu Numbas-Editoren werden unten angezeigt.

source: Projects
de: Projekte

source: No projects linked yet.
de: Bisher wurden keine Projekte verbunden.

source: Edit
de: Editieren

source: No links to Numbas editors have been set up yet.
de: Bisher wurden keine Links zum Numbas-Editor angelegt.

source: Searching for "%(query)s"
de: Suche nach "%(query)s"

source: Search for:
de: Suchen nach:

source: Users
de: Benutzer

source: Previous page
de: Vorherige Seite

source: Showing the only %(model)s
de: Einzige/r/s %(model)s

source: Next page
de: Nächste Seite

source: There were no %(models)s matching this query.
de: Keine %(models)s gefunden.

source: User
de: Benutzer

source: Use the stress test feature to see how the LTI provider copes with high demand.
de: Benutzen Sie die Belastungstests, um zu sehen, wie der LTI-Provider unter hoher Last arbeitet.

source: 1 attempt
de: 1 Versuch

source: Delete
de: Löschen

source: Start a stress test
de: Einen Belastungstest beginnen

source: Stress test %(time)s
de: Belastungstest %(time)s

source: Start time
de: Anfangszeit

source: Review
de: Einsicht

source: Recent launches
de: Kürzlich begonnen

source: Attempt
de: Versuch

source: Launch time
de: Startzeitpunkt

source: Attempt start time
de: Anfangszeit des Versuchs

source: Mode
de: Modus

source: Time
de: Zeit

source: IP address
de: IP-Adresse

source: Browser user agent
de: Webbrowser

source: Attempt by %(name)s
de: Versuch von %(name)s

source: Started %(time)s
de: Begonnen %(time)s

source: Review this attempt
de: Diesen Versuch einsehen

source: View activity timeline for this attempt
de: Aktivitätszeitlinie für diesen Versuch ansehen

source: Download attempt data in JSON format
de: Daten zu diesem Versuch als JSON herunterladen

source: Search for an element:
de: Suchen nach einem Element:

source: Answers
de: Antworten

source: Part scores
de: Ergebnisse der Abschnitte

source: Question scores
de: Ergebnisse der Fragen

source: View raw SCORM data for this attempt
de: SCORM-Daten zu diesem Versuch anschauen

source: Action
de: Aktion

source: Total Score
de: Gesamtpunktzahl

source: Scaled Score
de: Skalierte Punktzahl

source: Download attempts summary as CSV
de: Zusammenfassung als CSV herunterladen

source: Download all attempt data as JSON
de: Vollständige Daten im JSON-Format herunterladen

source: Search for a student:
de: Nach einer/m Studentin/en suchen

source: Later
de: Später

source: Showing the only attempt
de: Der einzige Versuch wird angezeigt

source: Earlier
de: Früher

source: Completion status
de: Status

source: Score
de: Punktzahl

source: (old exam)
de: (alter Test)

source: Remark
de: Bewerten

source: Data
de: Daten

source: Broken
de: Defekt

source: (reopen)
de: (wieder öffnen)

source: (remarked)
de: (neu bewertet)

source: Question %(number)s:
de: Frage %(number)s:

source: not attempted
de: kein Versuch unternommen

source: No students have attempted this exam yet. Information about students' attempts will appear here once a student has attempted this exam.
de: Bisher hat kein/e Studierende/r diesen Test absolviert. Sobald das geschehen ist, werden hier Informationen über die unternommenen Versuche angezeigt.

source: New Numbas activity
de: Neue Numbas-Aktivität

source: This resource doesn't have a Numbas exam package associated with it yet.
de: Dieser Ressource ist bisher kein Numbas-Testpaket zugeordnet.

source: Please upload one now or select from the list of ready-to-use exams.
de: Bitte laden Sie einen Test hoch oder wählen Sie einen aus der Liste der vorbereiteten Tests aus.

source: Please upload one now.
de: Bitte laden Sie jetzt ein Testpaket hoch.

source: Upload an exam package
de: Ein Testpaket hochladen

source: Click here to open the Numbas editor.
de: Klicken Sie hier, um den Numbas-Editor zu öffnen

source: Submit
de: Abschicken

source: Select a ready-made exam
de: Einen vorbereiteten Test auswählen

source: All projects
de: Alle Projekte

source: Preview
de: Vorschau

source: Use this
de: Auswählen

source: Initial set-up
de: Anfängliche Einrichtung

source: Welcome to the Numbas LTI provider! First, you need to create an admin account.
de: Wilkommen zum Numbas-LTI-Provider. Als erstes müssen Sie einen Administrator-Account anlegen.

source: Create admin account
de: Einen Administrator-Account anlegen

source: This resource is currently available to students.
de: Diese Ressource kann momentan von Studierenden bearbeitet werden

source: This resource is not currently available to students.
de: Diese Ressource kann momentan nicht von Studierenden bearbeitet werden.

source: attempt
de: Versuch

source: student
de: Studierende/r

source: Scores are currently being reported back to the grade book
de: Die Punktzahlen werden jetzt zurückgemeldet.

source: Scores were successfully reported back to the grade book.
de: Die Punktzahlen sind erfolgreich zurückgemeldet worden.

source: Dismiss this message
de: Diese Nachricht verwerfen

source: An error was encountered while reporting scores back to the grade book:
de: Beim Zurückmelden der Punktzahlen ist ein Fehler aufgetreten:

source: Report this error to your VLE's administrator.
de: Melden Sie diesen Fehler dem Administrator Ihrer VLE.

source: Download scores as CSV
de: Punkte als CSV-Datei herunterladen

source: Report scores back to VLE
de: Punktzahlen an die VLE zurückmelden

source: A report process is being cancelled. Consider waiting until it has finished.
de: Das Zurückmelden wird abgebrochen. Eventuell sollten Sie warten, bis das abgeschlossen ist.

source: View individual student progress and grant access tokens
de: Fortschritt einzelner Studierende ansehen und Zugangstoken ausgeben

source: Discount question parts
de: Abschnitte aus der Wertung nehmen

source: You can remark individual attempts on the attempts page.
de: Einzelne Versuche können auf der Seite Versuche neu bewertet werden.

source: Validate a receipt code
de: Einen Bestätigungscode überprüfen

source: No students have attempted this exam yet. Information about scores will appear here once a student attempts this exam.
de: Dieser Test wurde bisher nicht von Studierenden bearbeitet. Sobald das geschieht, werden die erreichten Punktzahlen hier angezeigt.

source: Are you sure you want to delete this attempt?
de: Sind Sie sicher, dass Sie diesen Versuch löschen wollen?

source: Delete it
de: Löschen

source: Question
de: Frage

source: Part
de: Abschnitt

source: Gap
de: Lücke

source: Settings
de: Einstellungen

source: Test run
de: Testlauf

source: Matches
de: Stimmt überein

source: Doesn't match
de: Stimmt nicht überein

source: Remark question parts
de: Fragenteile neu bewerten

source: <p>This exam was imported from the Numbas editor. Click the button below to fetch the latest version of the exam from the editor.</p>
de: <p>Dieser Test stammt aus dem Numbas-Editor. Klicken Sie unten, um die neueste Version des Tests aus dem Editor zu importieren. </p>

source: Update from editor
de: Aus dem Editor aktualisieren

source: <p>Alternately, you can upload a new exam package below.</p> <hr>
de: <p>Alternativ können Sie unten ein neues Testpaket hochladen.</p> <hr>

source: Replace
de: Ersetzen

source: Scores are now being reported back to the LTI consumer. If there are lots of students, this might take a minute or two.
de: Punktzahlen werden jetzt dem LTI-Consumer zurückgemeldet. Wenn es viele Studierende gibt, kann das einige Minuten dauern.

source: Back to dashboard
de: Zurück zur Übersicht

source: Remark <strong>%(resource_name)s</strong>
de: <strong>%(resource_name)s</strong> neu bewerten

source: On this page you can automatically remark attempts at this resource, using the latest version of the exam package. Changed scores are not automatically saved.
de: Auf dieser Seite können Sie automatisiert Versuche für diese Ressource neu bewerten, mit der neuesten Version des Testpakets. Geänderte Punktzahlen werden nicht automatisch gespeichert.

source: Remarking is computationally intensive. Your browser may become unresponsive while remarking all attempts.
de: Das Neubewerten erfordert hohe Rechenleistung. Der Browser wird dabei eventuell eine Zeitlang nicht mehr reagieren.

source: Use unsubmitted answers
de: Nicht eingereichte Antworten berücksichtigen

source: There was an error saving changed data:
de: Beim Speichern der geänderten Daten ist ein Fehler aufgetreten:

source: changed attempts
de: geänderte Versuche

source: Show:
de: Anzeigen:

source: Current score
de: Aktuelle Punktzahl

source: Remarked score
de: Punktzahl nach neuer Bewertung

source: Decreased
de: Erniedrigt

source: Increased
de: Erhöht

source: Unchanged
de: Unverändert

source: Saved
de: Gespeichert

source: Saving error
de: Fehler beim Speichern

source: This resource's exam package does not support automatic remarking. If you can, please update it with a newer version.
de: Dieses Testpaket unterstützt keine automatisierte Neubewertung. Wenn möglich, ersetzen Sie es bitte durch eine neuere Version.

source: Replace exam package
de: Testpaket ersetzen

source: Download exam package
de: Testpaket herunterladen

source: All times are in the timezone %(TIME_ZONE)s.
de: Alle Zeitangaben beziehen sich auf die Zeitzone %(TIME_ZONE)s.

source: Statistics for <strong>%(resource_name)s</strong>
de: Statistik für <strong>%(resource_name)s</strong>

source: Print this page
de: Diese Seite drucken

source: Attempt completion
de: Beendete/unvollständige Versuche

source: Only count completed attempts
de: Nur beendete Versuche zählen

source: Summary statistics
de: Zusammenfassung der Statistik

source: Mean
de: Mittelwert

source: Lower quartile
de: Unteres Quartil

source: Upper quartile
de: Oberes Quartil

source: Score distribution
de: Verteilung der Punkzahlen

source: Attempt times
de: Dauer der Versuche

source: The following chart shows start and end times of all attempts. Note that students may not be active for the whole of the shown time.
de: Das folgende Diagramm zeigt die Zeitpunkte von Beginn und Ende aller Versuche. Beachten Sie, dass die Studierenden nicht unbedingt während der ganzen Zeit aktiv waren.

source: Student progress
de: Fortschritt der Studierenden

source: Access tokens
de: Zugangstoken

source: This score has not been reported to the grade book yet.
de: Diese Punktzahl wurde noch nicht zurückgemeldet

source: Grant an access token
de: Zugangstoken vergeben

source: Remove an access token
de: Zugangstoken löschen

source: Enter a code from a student's attempt completion receipt to validate it.
de: Geben Sie den Code eines abgeschlossenen Versuchs eines Studierenden ein, um ihn zu validieren.

source: Validate this code
de: Diesen Code validieren

source: Valid code
de: Gültiger Code

source: Invalid code
de: Ungültiger Code

source: The code you entered is not valid.
de: Der Code, den Sie eingegeben haben, ist nicht gültig.

source: The code you entered does not correspond to an attempt at this resource.
de: Der eingegebene Code kann keinem Versuch dieser Ressource zugeordnet werden.

source: The code you entered corresponds to the following information:
de: Der eingegebene Code enthält die folgende Information:

source: In receipt
de: Im Beleg

source: In database
de: In der Datenbank

source: Attempt not found
de: Versuch nicht gefunden

source: View attempt data
de: Daten des Versuchs ansehen

source: End time
de: Endzeitpunkt

source: Incompatible browser
de: Inkompatibler Webbrowser
