Repository: georgestagg/numbas-lti-provider
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: Your browser does not support WebSockets, which are required. Please try a different browser - Google Chrome or Mozilla Firefox will work.
de: Ihr Webbrowser unterstützt keine WebSockets, die aber benötigt werden. Bitte benutzen Sie einen anderen Browser - zum Beispiel Google Chrome oder Mozilla Firefox.

source: Not authorized
de: Nicht gestattet

source: You're not authorized to view this page.
de: Sie haben keine Erlaubnis, diese Seite anzusehen.

source: It's possible your authorization expired - leave this activity and re-enter.
de: Die Sitzung is möglicherweise abgelaufen - bitte melden Sie sich neu an.

source: If this page has loaded inside a frame, try opening the activity in a new tab instead.
de: Wenn diese Seite in einem "Frame" geladen wurde, versuchen Sie, sie stattdessen in einem neuen Browsertab zu öffnen.

source: This resource automatically closed at <span class="available-until">%(available_until)s</span>
de: Dieser Test stand bis <span class="available-until">%(available_until)s</span> zur Verfügung.

source: Attempt data is being saved to the database. Please wait.
de: Die Daten des Versuchs werden abgespeichert. Bitte warten Sie.

source: All attempt data has been saved to the database. You may now close this window.
de: Alle Daten dieses Versuchs wurden abgespeichert. Sie können dieses Fenster nun schließen.

source: There is currently no connection to the server - your attempt data can not be saved to the database.
de: Keine Verbindung zum Server - die eingegebenen Daten können nicht in der Datenbank abgespeichert werden.

source: When the connection is restored, data will be saved to the database.
de: Nachdem die Verbindung wiederhergestellt wurde, werden die Daten in der Datenbank gespeichert.

source: Data is being saved locally, so you'll be able to resume this attempt <strong>from this device</strong> when the connection is restored.
de: Die Daten werden lokal abgespeichert, so dass Sie diesen Versuch <strong>von diesem selben Gerät aus</strong> fortsetzen können, wenn wieder eine Verbindung besteht.

source: If this warning remains visible for a long time, please contact
de: Wenn diese Warnung für eine längere Zeit sichtbar bleibt, nehmen Sie bitte Kontakt auf mit

source: The following code can be used by your instructor to verify the information in this receipt:
de: Die Lehrperson kann den folgenden Code benutzen, um die Informationen in diesem Beleg nachzuprüfen:

source: A connection to the server could not be created. Please report this.
de: Es konnte keine Verbindung zum Server hergestellt werden. Bitte melden Sie das.

source: Hi %(name)s.
de: Hallo %(name)s.

source: You have already attempted this activity.
de: Sie haben diese Aktivität bereits bearbeitet.

source: You can resume or review your previous attempt
de: Sie können Ihren vorherigen Versuch wiederaufnehmen, oder einsehen

source: , or start a new one
de: , oder einen neuen beginnen

source: Completed
de: Abgeschlossen

source: In progress
de: Wird bearbeitet

source: Review will be available from %(time)s
de: Die Einsicht steht ab %(time)s zur Verfügung.

source: Continue
de: Fortsetzen

source: Start a new attempt
de: Einen neuen Versuch beginnen

source: Log in
de: Anmelden

source: {}'s attempt has been reopened.
de: Der Versuch von {} wurde wieder geöffnet.

source: The attempt was completed, but not all data had been saved. All data has now been saved, and review is not available yet.
de: Der Versuch wurde abgeschlossen, aber nicht alle Daten konnten gespeichert werden. Jetzt wurden alle Daten gespeichert, und die Einsicht steht noch nicht zur Verfügung.

source: You can't start a new attempt at this exam.
de: Sie können keinen neuen Versuch dieses Tests beginnen.

source: You're not allowed to review this attempt.
de: Sie dürfen in diesen Versuch keine Einsicht nehmen.

source: Error obtaining the list of projects to edit: {}
de: Fehler beim Auslesen der Liste der zu editierenden Projekte: {}

source: Connected to {} at {}.
de: Verbunden mit {}, {}

source: The connection to {} has been deleted.
de: Die Verbindung zu {} wurde gelöscht.

source: No resource found for an LTI entry:
de: Keine Ressource für LTI-Eintrag gefunden:

source: Unrecognised LTI launch type: {} {}
de: Nicht erkannter LTI-Launch-Typ: {} {}

source: The exam package has been updated.
de: Das Testpaket wurde aktualisiert.

source: {slug}-scores.csv
de: {slug}-punktzahlen.csv

source: Question {n}
de: Frage {n}

source: {slug}-attempts.csv
de: {slug}-versuche.csv

source: There was an error while saving some data.
de: Beim Speichern ist ein Fehler aufgetreten.

source: user
de: Benutzer

source: context
de: Kontext

source: resource
de: Ressource

source: To appear in this list, a project must be marked "Visible to non-members" in the editor.
de: Damit es in der Liste erscheint, muss ein Projekt als "Visible to non-members" im Editor eingestellt sein.

source: No projects have been made visible - go to the editor and mark a project "Visible to non-members" before proceeding.
de: Es wurden keine Projekte als "sichtbar" markiert - markieren Sie im Editor ein Projekt als "Visible to non-members" bevor Sie fortfahren.

source: To obtain an exam package, find your exam in the Numbas editor and click <em>"Download SCORM package"</em>.
de: Um ein Testpaket zu installieren, suchen Sie Ihren Test im Numbas-Editor und klicken Sie <em>Download SCORM package</em>.

source: Replace the exam package
de: Das Testpaket ersetzen

source: All versions of this exam
de: Alle Versionen dieses Tests

source: <p>There are %(n)s attempts set to use exam package(s) other than the active one.</p> <p><strong>If it is safe to do so</strong>, you can set these attempts to use the active version instead.</p>
de: <p>Es gibt %(n)s Versuche, die frühere Versionen dieses Testpakets nutzen.</p> <p><strong>Wenn es sicher ist das zu tun,</strong> dann können Sie diese Versuche auf die aktive Version umstellen.</p>

source: This can not be undone.
de: Das kann nicht rückgängig gemacht werden.

source: Set all attempts to use the current version.
de: Alle Versuche auf die aktuelle Version umstellen.

source: All exam packages that have been associated with this resource are listed below.
de: Alle Testpakete zu dieser Ressource sind unten aufgelistet.

source: The currently active version is highlighted. This version is used for new attempts, and for automatic remarking.
de: Die momentan aktive Version ist markiert. Diese Version wird für neue Versuche und für das automatische Neubewerten benutzt.

source: Title
de: Titel

source: Uploaded
de: Hochgeladen

source: Attempts using this version
de: Versuche, die diese Version benutzen

source: Use this version
de: Diese Version benutzen

source: This version is in use now.
de: Diese Version wird nun benutzt.

source: Error
de: Fehler

source: There was an error remarking this attempt:
de: Es ist ein Fehler beim Neubewerten dieses Versuchs aufgetreten:

source: All attempts now use the active version of this resource's exam.
de: Alle Versuche benutzen jetzt die aktive Version dieses Tests.

source: There was an error while testing this exam package:
de: Beim Testen dieses Testpakets ist ein Fehler aufgetreten:

source: Request returned HTTP status code
de: Anfrage ergab HTTP-Status-Code

source: This doesn't seem to be a Numbas editor instance.
de: Dies scheint kein Numbas-Editor zu sein.

source: There was an error connecting to this URL:
de: Bei der Verbindung zu dieser URL ist ein Fehler aufgetreten:

source: Home URL of consumer
de: Haupt-URL des Consumers

source: Field used to identify students
de: Feld, das zur Identifikation von Studierenden genutzt wird

source: LTI consumers
de: LTI-Consumer

source: time period
de: Zeitspanne

source: time periods
de: Zeitspannen

source: UUID of exam package on disk
de: UUID des Testpakets auf der

source: Package file
de: Paketdatei

source: URL used to retrieve the exam package
de: URL, unter der das Testpaket geladen wurde

source: URL of the exam on the editor's REST API
de: URL des Tests in der REST-API des Editors

source: exam
de: Test

source: exams
de: Tests

source: LTI context
de: LTI-Kontext

source: LTI contexts
de: LTI-Kontexte

source: Zero means unlimited attempts.
de: Null bedeutet: beliebig viele Versuche.

source: resources
de: Ressourcen

source: report process
de: Berichtsprozess

source: report processes
de: Berichtsprozesse

source: access token
de: Zugangstoken

source: access tokens
de: Zugangstoken

source: LTI user data
de: LTI-Benutzerdaten

source: Has a completion receipt been sent?
de: Wurde ein Abschlussbeleg verschickt?

source: Time the completion receipt was sent
de: Zeitpunkt, an dem der Abschlussbeleg verschickt wurde

source: attempt launch
de: Versuchsbeginn

source: attempt launches
de: Versuchsbeginne

source: question score
de: Punkte für die Frage

source: question scores
de: Punkte für die Frage

source: remarked part
de: Neubewerteter Abschnitt

source: remarked parts
de: Neu bewertete Abschnitte

source: discounted part
de: Aus der Wertung genommener Abschnitt

source: discounted parts
de: Aus der Wertung genommene Abschnitte

source: Element counter to disambiguate elements with the same timestamp
de: Zähler, um Elemente mit demselben Zeitstempel zu unterscheiden

source: SCORM elements
de: SCORM-Elemente

source: SCORM element diff
de: SCORM-Element-Unterschiede

source: SCORM element diffs
de: SCORM-Element-Unterschiede

source: remarked SCORM element
de: Neu bewertetes SCORM-Element

source: Editor name
de: Name des Editors

source: Base URL of the editor
de: Haupt-URL des Editors

source: Cached JSON list of available exams from this editor
de: Gecachte JSON-Liste der verfügbaren Tests von diesem Editor

source: Time of last cache update
de: Letztes Cache-Update

source: Editor that this project belongs to
de: Editor, zu dem dieses Projekt gehört

source: Name of the project
de: Name des Projekts

source: Description of the project
de: Beschreibung des Projekts

source: ID of the project on the editor
de: ID des Projekts im Editor

source: URL of the project's homepage on the editor
de: Projekt-URL im Editor

source: URL of the project on the editor's REST API
de: Projekt-URL in der REST-API des Editors

source: linked editor project
de: Verbundenes Projekt im Editor

source: stress test
de: Belastungstest

source: stress tests
de: Belastungstests

source: stress test note
de: Notiz zu Belastungstest

source: stress test notes
de: Notizen zu Belastungstests

source: Configuration by URL
de: Konfiguration durch URL

source: Manual configuration
de: Manuelle Konfiguration

source: Back to attempts listing
de: Zurück zur Liste der Versuche

source: Clear query
de: Anfrage löschen

source: Remark all attempts
de: Alle Versuche neu bewerten

source: Stop marking
de: Bewerten beenden

source: Save all changed attempts
de: Alle geänderten Versuche abspeichern

source: Time taken:
de: Verbrauchte Zeit:

source: Estimated end:
de: Erwartetes Ende:

source: of
de: von

source: attempts shown.
de: Versuchen

source: All attempts
de: Alle Versuche

source: Only completed attempts
de: Nur abgeschlossene Versuche

source: Only changed scores
de: Nur geänderte Punktzahlen

source: Only increased scores
de: Nur erhöhte Punktzahlen

source: Only decreased scores
de: Nur verringerte Punktzahlen

source: Number of hidden attempts:
de: Anzahl versteckter Versuche:

source: Incorrect
de: Falsch

source: Partially correct
de: Teilweise richtig

source: Correct
de: Richtig
