Repository: georgestagg/numbas-lti-provider
Catalog: locale/*/LC_MESSAGES/djangojs.po
Languages: de

source: Error reading socket message
de: Fehler beim Lesen der Socket-Nachricht

source: This attempt has been opened in another window. You may not enter any more answers here. You may continue in the other window. Click OK to leave this attempt.
de: Dieser Versuch ist in einem anderen Fenster geöffnet worden. Sie können hier keine Antworten mehr eingeben. Sie können in dem anderen Fenster weiterarbeiten. Klicken Sie OK, um diesen Versuch zu verlassen.

source: This attempt has been ended in another window. You may not enter any more answers here. Click OK to leave this attempt.
de: Dieser Versuch ist in einem anderen Fenster abgeschlossen worden. Sie können hier keine weiteren Antworten eingeben. Klicken Sie OK, um diesen Versuch zu verlassen.

source: SCORM HTTP fallback error message: %s
de: SCORM-HTTP-Fallback Fehlermeldung: %s

source: Failed to send SCORM data over HTTP
de: Fehler beim Senden der SCORM-Daten über HTTP

source: Started the attempt.
de: Versuch gestartet

source: Ended the attempt.
de: Versuch abgeschlossen

source: Moved to <em class="question">Question %s</em>.
de: Zu <em class="question">Frage %s</em> gegangen.

source: Submitted answer <code>%s</code> for <em class="part">%s</em>.
de: Antwort <code>%s</code> für <em class="part">%s</em> eingereicht.

source: Entered but did not submit answer <code>%s</code> for <em class="part">%s</em>.
de: Antwort <code>%s</code> für <em class="part">%s</em> eingegeben, aber nicht eingereicht.

source: Received <strong>%s/%s</strong> mark for <em class="part">%s</em>.
de: <strong>%s/%s</strong> Punkte für <em class="part">%s</em> erhalten.

source: Total score for <em class="question">Question %s</em> is <strong>%s</strong>.
de: Gesamtpunktzahl für <em class="question">Frage %s</em> ist <strong>%s</strong>.

source: Total score for exam is <strong>%s</strong>.
de: Gesamtpunktzahl für den Test ist <strong>%s</strong>.

source: The session was ended automatically because: <strong>%s</strong>.
de: Die Sitzung wurde automatisch beendet, Grund: <strong>%s</strong>.

source: Launched in %s mode by %s.
de: Gestartet im %s-Modus von %s.

source: Launched in %s mode.
de: Gestartet im %s-Modus.

source: question %s part %s
de: Frage %s Abschnitt %s

source: gap %s
de: Lücke %s

source: step %s
de: Schritt %s

source: %s hour
de: %s Stunde

source: %s day
de: %s Tag

source: Total score
de: Gesamtpunktzahl

source: Start time
de: Anfangszeit

source: End time
de: Endzeit

source: Time taken
de: Verbrauchte Zeit

# question label
source: Q%s
de: F%s

source: Total
de: Insgesamt

source: There's been an error: %s
de: Es ist ein Fehler aufgetreten: %s

source: Error starting attempt: %s
de: Fehler beim Starten des Versuchs: %s
